Repository: al34034/Qwant-Gnome-shell-integration
Catalog: Qwant_search@alex.nitters.*/locale/*/*.po
Languages: de, uk

source: fr
de: de
uk: uk

source: Recherche Qwant
de: Qwant suche
uk: Пошук Qwant

source: Continuer sur {engine} {category}
de: Weiter gehen mit {engine} {category}
uk: Продовжити пошук в {engine} {category}

source: Rechercher "{terms}" avec Qwant
de: "{terms}" suche mit Qwant
uk: Шукати "{terms}" з Qwant

source: Actualités
de: News
uk: Новини

source: Social
uk: Соцмережі

source: Images
de: Bilder
uk: Зображення

source: Vidéos
de: Videos
uk: Відео

source: Shopping
uk: Покупки

source: Musique
de: Musik
uk: Музика

source: Erreur
de: Fehler
uk: Помилка

source: Veuillez vérifier votre connexion Internet ou réessayer plus tard
de: Bitte controlieren Sie Ihre Internet oder versuchen Sie es später noch mal
uk: Перевірте з'єднання та спробуйте ще раз

source: (Nécéssite la déconnexion)
de: (Logout notwendig)
uk: (маєте перезайти)

source: Bouton Qwant dans la barre système
de: Qwant Paneel Knopf
uk: Кнопка Qwant на системній панелі

source: Catégorie de recherche
de: Suche Kategorie
uk: Категорія пошуку

source: Moteur de recherche
de: Such Maschine
uk: Пошукова система

source: Suggestions
de: Such Hinweisen
uk: Пошукові пропозиції

source: Complètement désactiver la recherche sans raccourci (seuls les raccourcis de recherche seront activés)
de: Suche völlig abstellen ohne Abkürzungen (Nur Such Abkürzungen werden ermöglicht)
uk: Повністю відключити пошукові підказки (лише ярлики пошуку будуть активні)

source: Afficher les suggestions (l'option recherche sera toujours présente)
de: Zeige Vorschläge (Die Möglichkeit zum suchen steht immer offen)
uk: Показати пропозиції (опція пошуку залишиться)

source: Nombre maximal de suggestions (laissez à 0 pour ne pas limiter)
de: Maximum Anzahl Hinweisen (Zum abstellen zu “0” setzen)
uk: Обмеження кількості пропозицій (0 - не обмежувати)

source: Raccourci pour les suggestions (laissez vide pour toujours montrer)
de: Treffwort Hinweisen (Lass aus zum immer zeigen)
uk: Ключове слово для пропозицій (лишіть попрожнім щоб показувати завжди)

source: Raccourcis pour la recherche (laissez vide pour désactiver)
de: Suche Treffwörter (Lass aus zum abstellen)
uk: Ключові слова для пошуку (лишить порожнім для вимкнення)

source: Complètement désactiver la recherche
de: Suche völlig abstellen
uk: Повністю вимкнути пошук

source: Web
de: Internet
